{"podcast_details": {"podcast_title": "Slate Money", "episode_title": "ESPN Bets on Sports Betting", "episode_image": "https://megaphone.imgix.net/podcasts/3244f352-8289-11e5-b42a-730ed12c5ae6/image/uploads_2F1516105165439-3mqt15g4y3d-2c496fccbc1a29b938303b2bda12467a_2F01_Slate_Redux_Podcast_Cover_Slate-Money.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " Hello. Welcome to slate money your guide to the business and finance news of the week. I'm Felix Salmon of Axios. I'm here with Elizabeth Spires of New York Times and other places. Hello. Elizabeth is showing off her amazing tattoos, which we will talk about later in the show. We are also joined and this is extremely exciting by the one and only Cardiff Garcia. Hello. Welcome back Cardiff. Thanks. You are always fun to be here. Just the perfect slate money guest slash co-host. You just do everything. Introduce yourself though for those few slate money listeners who are not deeply familiar with your Earth. Who are you? So, I am the host of the New Bazaar podcast and I do some other things, but that's the one I would chill for, but maybe more importantly for our purposes, I am kind of an OG economics blogger like Felix and a former econ journalist at the Financial Times and NPR and places like that. So, we are going to talk about Disney, ESPN, Bastille Sports, sports gambling, all of that kind of stuff that is going to segue elegantly into Cardiff's hobby, which is face punching. Face punching. Yeah. And the economics thereof. Apparently, there's billions of dollars in face punching if you structure it correctly. Oh yeah. We are then going to nerd the **** out on private credit because this is slate money and this is what we do, but you will have Cardiff to guide you and so it will be painless. We have a slate plus segment on WeWork. Spoiler alert. It's doing really badly. It's all coming up on slate money. Have you ever thought, ugh, this water is too wet or this beach is too sandy. My name's Christine and my name is Sandy and we're the host of Beach Too Sandy Water Too Wet, a podcast where we do dramatic readings of the most wild and off the wall reviews on the internet. We find the funniest real reviews about everything from Vegas weddings, matchmaking services and Trader Joe's to caves, toddler beds, and spirit Halloween. You won't believe the things that people think absolutely must be said on the internet. How else would everyone know that some caves don't have Wi-Fi? We hear about the good, the bad, and that one time Spirit Halloween sent someone a dildo instead of a Halloween costume and believe it or not, we got to the bottom of it. Join us every Wednesday wherever you listen to your podcast. Beach Too Sandy Water Too Wet is brought to you by the Forever Dog Podcast Network. Hey everybody, it's Tim Heidecker. You know me, Tim and Eric, bridesmaids and Fantastic Four. I'd like to personally invite you to listen to Office Hours Live with me and my co-hosts DJ Doug Pound. Hello. And Vic Berger. How do you? Every week we bring you laugh, fun games, and lots of other surprises. It's live. We take your Zoom calls. We love having fun. Excuse me. Songs. Vic said something. Music. Music. I like having fun. I like to laugh. I like to meet people who can make me laugh. Please subscribe. No. Disney is famous for being incredibly protective of its incredibly pristine brand. And I remember back when they bought Miramax. Everyone was like, how on earth are they going to be able to cope with R-rated movies when they're Disney? And there's always been this arm of Disney called ESPN that has been relatively but not entirely pristine. But it has always been, as long as I can remember, it's been owned by Disney. And partly for that reason, mainly for that reason, I would say, ESPN has been like, we are not going to get into grubby things like sports betting. Betting is bad. So what changed, Elizabeth, because now they seem to be getting into sports betting? Yeah. I think it's just Eiger trying to figure out what to do with ESPN and recognizing that gaming is a huge industry. So it's just a money grab. And I think he assumes that because it's going to be branded as an ESPN property, the average person doesn't know it's a Disney operation. So it's a matter of just separating the brands, I think. So I think that's right. I think the ESPN brand and the Disney brand are kind of two different brands. And you can take ESPN into the grubby depths of sports betting and Penn National, which is the sort of afterthought betting company. And no one will sort of think less of The Little Mermaid as a result. Yeah. Although I will say that Eiger has shown some interest in selling at least a minority stake in ESPN to minority shareholders. Or possibly even a majority stake. And I think it's been reported that they're open to just like spinning the whole thing off. I think they would like to keep it a little bit. But yeah, they, you know, ESPN is on the block. Things, you know, shit is getting real at Disney. They aren't making nearly as much money from streaming as they were from, you know, the olden days. And so they are thinking the unthinkable. And one of the unthinkable things that they're thinking is like, okay, for a couple billion dollars, maybe we should allow our brand to be used for betting. I don't think that it's a super money grab. I don't think it's enough money that it will be enough to cause ESPN to give up valued principles. I think that first the principles go, you know, you're like, everything is on the table now because we have to make some money somehow. And then once the principles are gone, you're like, okay, we can make a couple billion dollars by doing this with Penn and fine we will. It's not like they gave up their principles for the money. But I think they gave up the principles first as a strategic decision. I think it's decent money for ESPN. It's small potatoes for Disney. But I will say this is quite a heel turn for Bob Iger, who's come storming back into the CEO chair to get rid of the guy that he had chosen as his successor. He's now making comments about the Writers Guild of America and how their demands are unrealistic in their strike. He's jacking up the price of Disney Plus, their subscription thing, and he's cracking down on like the cherished American tradition of password sharing, right? Like this is, I mean, this is a guy who's come back and he's like, I have to be bold in what I'm doing. Will it work? Will it not work? I have no idea. But this seems of a piece with him coming back and realizing, especially that the streaming model just isn't going to sort of do what he had expected it to do and that the business model for Disney does have to change quite radically. With hindsight, this is too late. Like if you're going to get into betting, the time to get into betting was the last time he was CEO, back when Fanjul and DraftKings were competing aggressively with each other to get market share and customers. And they would have happily given up some absolutely enormous chunk of equity in order to get the ESPN branding. Now, both of them are like, we don't even need you, which is why Disney is forced to go with this also ran company called Penn National Gaming or whatever the hell they're called with 2% market share, which in the best case scenario will, thanks to ESPN, get 4% market share or something. It's kind of sad. Disney is meant to be this great dominant company which dominates every industry it's in. It's never going to dominate this one. I don't know. I mean, I think online betting is still relatively new. It was largely enabled by a Supreme Court decision in 2018. So I take your point that DraftKings and Fanjul already have a huge chunk of the market. But, you know, Penn Entertainment's earlier deal was with Barstool Sports, and that was a disaster partly because Barstool is a disaster and Dave Bortner is a disaster. It's a little unclear what they can do with us if with Disney as a partner instead of, you know, it's a nightmare company. It does seem like a pretty small deal though relative to what those other guys are doing to the other DraftKings and Fanjul. But maybe there's still potential there. And I say that because so many of the states that have recently legalized sports gambling are in a kind of race to the bottom, it seems, to loosen standards and to attract more gaming or more sports gambling into their states because it's such a big source of revenue. So this could continue, right? Like it could be that sports gambling is something the revenues are still to be made. No, I think sports gambling revenues are in the future, to be sure. I just don't think that Penn is going to be a significant player even with the ESPN branding, partly because the reason why people go to sports books is because of liquidity and prices and technology and all of that, not because it has a dumb media brand on it. So, but you know, I could be wrong about this. I'm highly bearish on the prospect for Penn, which as we have discussed, their last bright idea was let's get Barstool Sports on board, pay what did they pay like half a billion dollars, half a billion dollars for this dumb like bro company, rebranded their entire sports book as Barstool and then all of the states that are legalizing sports gambling and stuff were like, really? Barstool? Bad guy? And they made it even harder and they were like, okay, never mind. And this is my, it's absolutely amazing. They sell Barstool back to its like douchebag founder, Dave Portnoy, for one dollar. So he sells it for 580 million. He buys it back for one. People are like, well, of course, you know, he could drive that hard bargain because Barstool without Portnoy is nothing. So he's, you know, like it would be silly to try and sell it to anyone else. But the fact is, honestly, it's not even worth one dollar. It is, you know, it has been losing money consistently. There's no obvious way for it to make money now that it can't do sports betting anymore. You know, as a media company, the advertisers won't touch it with a 10-foot pole, right? You really get like the kind of advertisers who are, you know, okay with Twitter, you know, at this point. Do you think that ESPN, if it hadn't been yoked to Disney, would have tried to start its own sports and gambling operation years ago, maybe at the time that FanDuel and DraftKings were getting going and that it's precisely because it was owned by this company. I think there would have been like, yeah, they would have wound up in some kind of joint venture with one of those guys. It's got a bunch of, you know what? It would have been a bit like the record labels with Spotify. You know, they would have like gone in, got a bunch of equity, like aligned incentives, all of that kind of stuff. But back when those companies like DraftKings would have really benefited from the ESPN branding and they would have appreciated it. Now there's such big names, you know, on their own that who cares, right? Like ESPN is the one that's late to the game. That's what's a little bit sad, I guess, about all this. Is sports gambling... I enter into a lot of bets, but about to enter into a bet in Slate Plus, I believe. Yes, that's right. But sports gambling is just like, I'm like, no. I mean, mainly because I don't kid myself that I have any information about it. Not that having information about it actually seems to help. Yeah, I mean, it's also just part of a very sort of heated debate going on right now about its likely effects now that it is legal, right? Is it something that's like, I don't know, whiskey and cigarettes where a little bit every now and again is fine, adds some enjoyment to your life, but it's a short road from like a little bit to moderate. And it's an even shorter road from moderate to becoming a really damaging addictive thing. And so I'm going to say I'm going to push back on two of those. OK, number one, a little bit of cigarettes is not fine. Well, what I mean is a small amount every now and again, social smoker, but you don't become addicted. But number two, yes, certainly compared to nicotine, but even compared to alcohol, I think gambling is not super addictive. It can be, you know, if you have an addictive personality, there are definitely people who are addicted to gambling. But I think as a percentage of all gamblers, that is lower than it is with most other addictive things. But yeah, we are 100 percent going to see an increase in the number of people who are addicted to gambling now that it is so easy. Also, one of the problems that Penn had with Barstool was that Portnoy would get up and encourage people to make insane bets and brag about being addicted to gambling. His own father referred to him as a degenerate gambler. Well, they write it's a regulatory problem because of it. Shocking, shocking. But yeah, and then like when he when he made his fortune selling Barstool to Penn, what did he do? Is he became like a meme online degenerate gambler in meme stocks? And he you know, he famously had this thing saying stocks only go up and he, you know, he clearly just loves gambling everywhere and every how. Those are some of the least horrible things, by the way, that he's been accused of. This is not a good dude and just want to be clear, I'm not encouraging anybody to smoke that maybe pot on occasion or something like that. But no, don't start smoking cigarettes. OK, thank you. Thank you for clearing that public service announcement. Right. No, I just I think like the reason I make the comparison is because some people think it's like, hey, it's a vice like any vice. You know, it should stay legal, but done every now and again. It's OK. But taken to taken too far can be really damaging. It's probably not as damaging as alcohol, you know, or so like on some kind of a libertarian argument. You know, if we are free to become alcoholics and to drink as much as we like. Why would we not be free to be to do sports gambling, which in the grand scheme of things is much less harmful? You know, if I'm an addicted sports gambler and I get behind the wheel of a car, I am not actually a particular danger to the other people on the road. It's not going to technically kill you. I guess that's the that's the point you're making. Or other people, you know, it's not it's not like, you know, physically dangerous in that way. The threat is to your own life, not to that of others. Or it's not livelihood. Yeah. Yeah. Whereas and here's my wonderful segue. Here we go. Getting punched in the face repeatedly. Very nice. Really is quite dangerous and we would not recommend that. We're going to talk about how much one should get paid to get punched in the face repeatedly. Slate Money is sponsored this week by Wondery, which is a company what makes podcasts and it makes one podcast in particular called Owned, which is hosted by a wonderful chap named Rex Chapman. Every week on Owned, he will bring you up to the luxury boxes for behind the scenes access to some of the craziest backroom stories you've ever heard about sports team owners. These are the billionaires who own big professional sports teams. They are the one percent of the one percent and they have enormous amounts of power, which, whether or not they don't always wield very wisely. Enjoy Owned on the Wondery app or wherever you get your podcasts. Listen to Owned early and add free on Wondery Plus. Join Wondery Plus in the Wondery app or on Apple podcasts. Slate Money is sponsored this week by Owned, which is a brand new podcast from Campside Media and the minds that brought you smart less. Rex Chapman has a new podcast is called Owned and it's all about what it's like to own a sports team you have probably at some point in your life thought about, wondered about, dreamed about the idea of what you would do if you owned a sports team, if you made the deal, signed the checks, hobnobbed with all the stars. And you probably realized that you're not a multi-billionaire, so that's not going to be you. But every week on Owned, you can get brought up to the luxury boxes for behind the scenes access to some of the craziest backroom stories you've ever heard. Rex talks to athletes and fans and sometimes the owners themselves about the awesome responsibility that comes with owning a big sports team. Spoiler alert, they don't always wield that power wisely. Enjoy Owned on the Wondery app or wherever you get your podcasts. You can listen to Owned early and add free on Wondery Plus. Join Wondery Plus in the Wondery app or on Apple podcasts. I think you're referring to the next segment, which is about this UFC lawsuit, this lawsuit brought by former fighters in the UFC, which is the largest by far promotional organization that runs mixed martial arts fights. Which is now this segment. Which is now this segment. Here we are. Here we are. Yeah, here we are. So this week, the reason this is in the news right now is because a judge certified that that lawsuit, which was brought by six or seven former fighters in the UFC, can now be a class action lawsuit. Which means that I think about 1200 fighters who fought in the UFC between 2010 and 2017 can now join and in fact are part of this lawsuit. What they're alleging is that the UFC has used anti-competitive tactics to keep down the wages of UFC fighters in the UFC. So that's what all this is about. OK, so let's first of all, Cardiff. Yes. Because you are here and we don't we don't have you on this show nearly often enough, but we're going to take full advantage of you being here. First of all, what the hell is the UFC? Stands for Ultimate Fighting Championship, right? But that's the name of the organization that runs MMA, Mixed Martial Arts. Mixed Martial Arts is mixed martial arts and ultimate fighting the same thing. Yeah. OK. All right. So it basically it's it's a style of fighting fighting with fighting with frisbees. Frisbees, right. You know what? Introducing frisbees into mixed martial arts fights would be fun. But no, basically, these are fights in which a fighter can use the different tactics from a variety of martial arts. Disciplines. So it includes things like jujitsu, wrestling, boxing, Muay Thai, kickboxing, things like that. And it's all combined into one thing. The UFC is by far the biggest organization that puts on these fights. And by most estimates, it gets about 90 percent of the revenues in the whole sport. Had it do that a few different ways. One is in the 2000s, it was genuinely like, you know, an entrepreneurially impressive organization. But it also bought out all of its rivals, in some cases shutting them down. So there's very few rivals left right now that have anything close to being competitive with the UFC. The fighters basically said that because of this, the UFC is not just a monopoly, it's also a monopsony. And for listeners who aren't familiar with this term, this is basically when there's one employer. And so the fighters have to basically agree to the terms or the workers have to agree to the terms of that employer because they can't leave to go somewhere else. And that because the UFC has this position, it's able to use coercive contracts and coercive tactics during the life of those contracts to keep the fighters wages down. That's what this case is all about. And the key thing here is that the UFC allegedly and probably in fact behaved in an anticompetitive way by doing things like buying up its competitors and shutting them down. And if it hadn't been anticompetitive in that way, then the fighters could have played one fighting league off against another and then gone to the highest bidder. Now, there's only one bidder. And so the fighters have no choice but to take the low pay from the UFC. That is a clear violation of all antitrust principles. And so the potential remedies here that they could win are quite enormous. And doesn't your heart just bleed for Endeavor, which owns the UFC and might have to pay out all of these workers? Yeah, it's not just the remedies that they might have to pay to the fighters in this class action suit. It's also that they might have to change the way that they design these contracts so as to be less anticompetitive. So I'll tell you about the one tactic that's like really been frustrating to so many of the fighters. And that's in this lawsuit. When a UFC fighter signs up to fight for the UFC, it's not just for one fight. Usually they'll say, OK, you fight for us for six fights. We'll pay you X amount for those fights. And how much do they get paid? So it depends on how good you are. And this really varies quite dramatically. But what happens is that let's say you, Felix Salmon, are fighting in the UFC now, right? Terrifying. And I would be terrified. Everyone would be terrified of me. Can I place a bet on that? Right. Yeah. On me, right? To win. No comment. But let's say you sign up for a six fight contract and you fought five fights. And you're like, great, I can't wait for my new contract. And if I don't like the new contract, I'll go fight for a competitor. Right? The UFC will go to you and say, nope, you need to sign a new contract with us before this contract ends, or we won't give you that six fight. And you end up in limbo, possibly indefinitely. The UFC did this multiple times and it was in this lawsuit. And this is something that the fighters are trying to get the UFC to stop by partly making these contracts shorter term in nature by having sunset provisions. So that if the UFC doesn't offer you a fight by a certain period of time, then that contract is over. And then you can leave and go fight for somebody else. Like when Mark Zuckerberg sets up a rival league. Maybe. I mean, like we just saw, didn't we just see a whole bunch of Silicon Valley CEO types set up a cricket league? Yeah. I feel like that's much more civilized. But like Mark Zuckerberg is not particularly civilized and he's famously into mixed martial arts. So like how hard would it be? Like how big is the moat here? How hard would it be for a billionaire to wake up one morning and say, I'm going to compete with UFC? Really hard. And part of the problem is that the UFC really has locked up so many of the best fighters into these contracts already. And it was able to do that by dint of stuff that it did in the 2000s when it was buying up all of its competitors. And so that's one problem is just getting all of the best talent over to this new organization that you're going to set up. You'd have to get a lot of them out of their UFC contracts first. So like that, I think, is the biggest moat. But also any company that already has just by virtue of status quo bias, 90 percent of the revenues in the sport just has a huge inbuilt advantage. You'd have to like promote the hell out of this new company. You'd have to like do something different. You'd have to find some way to get big enough fighters who have managed to find their way out of UFC contracts. By the way, some organizations have done this. And it's not that they're completely unsuccessful, right? They're there. They're still alive for now. But very few. I mean, if Netflix, for example, had 90 percent of all the revenues in the streaming space, we would all say this is a ludicrous concentration of an industry. Right. And that's what's been going on in the UFC. It kind of did for a while. So if the fighters win the lawsuit, do those contracts get renegotiated? I think the fighters in the lawsuit themselves would get like back pay what they think their wage share would have been if, in fact, like these contracts had been had been fair the whole time. And there's different ways that like sports lawyers are like trying to calculate what that would be. But I think it would also change the way the UFC makes contracts going forward, which, by the way, would be a big hit to its business model, its deliberate business model. And we know this because of some of the internal documents that have come out in the course of this lawsuit was to keep the wage share down. That's how the former owners of the UFC were able to sell the UFC to Ari Emanuel and Endeavor and some private equity firms for four billion dollars. The valuations were high precisely because the labor compensation was low. And that was their strategy, which they admitted in these documents. This isn't me speculating. But and then Endeavor just recently bought the wrestling WWE equivalent of UFC, which has, I'm going to say, like similar economics in the light. It has kind of a monopoly on that sport as well. Yeah, I mean, I know less about the WWE, but accusations that it also engages in monopsony stick tactics have been there for decades at this point. Yeah. And the corporate finance angle here is that apparently Endeavor wants to combine the WWE with the UFC and then spin them out into its as their own sort of men hitting each other company and women. There are women in this, too. Absolutely. There are several women's divisions in the UFC. I would like to see a niche business where it's just billionaires fighting each other. Just billionaires. I feel like the number of billionaires who want to do that is exactly two. It's hard to scale that. Is that then fighting each other? I'd be fine with just two of you. Just those two. Just those two. Slate Money is sponsored this week by Progressive as any good progressive organization. It wants to empower you. You are empowered when you listen to podcasts. You get to listen to any podcast you like. Right now you are listening to Slate Money because you are a person of great perspicacity and intelligence. But if you go to Progressive, you get to control exactly what kind of car insurance you want with the name, your price tool from Progressive. The name, your price tool puts you in charge of your auto insurance by working just the way it sounds. You tell Progressive how much you want to pay for car insurance, then they'll show you a variety of coverages that fit within your budget, giving you options. Now, that's something you'll want to press play on. It's easy to start a quote and you'll be able to choose the best option for you fast. It's just one of the many ways you can save with Progressive Insurance. Quote today at progressive.com to try the name, your price tool for yourself and join the over 29 million drivers who trust Progressive. Progressive Casualty Insurance Company and Affiliates Price and Coverage Match, limited by state law. Have you ever thought, oh, this water is too wet or this beach is too sandy? My name's Christine and my name is Sandy. And we're the hosts of Beach Too Sandy, Water Too Wet, a podcast where we do dramatic readings of the most wild and off the wall reviews on the Internet. We find the funniest real reviews about everything from Vegas weddings, matchmaking services and Trader Joe's to caves, toddler beds and Spirit Halloween. You won't believe the things that people think absolutely must be said on the Internet. How else would everyone know that some caves don't have Wi-Fi? We hear about the good, the bad and that one time Spirit Halloween sent someone a dildo instead of a Halloween costume. And believe it or not, we got to the bottom of it. Join us every Wednesday wherever you listen to your podcasts. Beach Too Sandy, Water Too Wet is brought to you by the Forever Dog Podcast Network. You should really listen to the Slate Plus segment on WeWork. It's fun, it's awesome. And the reason you should do that is not just because it's fun and awesome, but because if you become a Slate Plus member in order to listen to that one segment, you wind up with so much more. You get Slate Plus segments every week on Slate Money, also Slate Plus segments on a whole bunch of other great shows like Slow Burn or the Political Gab Fest or The Waves. You get no ads on any of the Slate Podcasts. You get to support the podcast and you get unlimited reading across the Slate website. Every single article, advice column, you name it, you never hit the paywall. So become a member at Slate.com slash money plus. That's Slate.com slash money plus. OK, we should move on and talk about private credit. Oh, because Cardiff Garcia is our favorite finance nerd. And when we have a finance nerd on here, we need to get nerdy. So let me set the stage here and then you can explain what's going on. OK. Broadly speaking, there are two ways the companies borrow money. There are bonds and there are loans. If you want to borrow from banks, you do that with a bank loan. And that's often floating rate debt. And then alternatively, if you want to borrow from the capital markets and non-banks, you issue a bond. And then a whole bunch of people bid on your bond and they trade it and it trades. Then there's this new strange animal called private credit, which is basically borrowing from non-banks, but it's still a loan. So Cardiff, explain, number one, why does this thing exist? And number two, why does it seem to be having a resurgence right now? Yeah, those are, I think, part of the same answer, which is that right now, because interest rates have been climbing, the business model for the banks is getting kind of squeezed on all sides. So the value of the loans that banks have made have plummeted. And those are their assets because interest rates are higher. But also the depositors, which banks need partly to help fund some of those loans, have multiple options because interest rates are also higher. So the banks both have to pay more to their depositors or the depositors can flee and go to money market funds. And consequently, what's happening is that a lot of banks are getting out of the business or shying away from the business of lending in particular to small and mid-sized companies because their business model is bad. And a lot of these loans are considered somewhat risky. So enter private credit, which has really become more and more popular over the course of the last year. And the definition of private credit is a little bit amorphous. But in terms of what we're talking about here, the simple definition is this. Private credit funds raise money from investors. Those investors tend to be large institutions like pension funds or nonprofits or rich individuals. But like I can't go on to an exchange or call my broker or whatever and invest in one of these funds. You have to qualify for this kind of thing. So it raises money from these investors. And then what they do is this is the biggest category of private credit funds. They lend directly to these small and mid-sized, typically private companies. And they'll in many cases, like they'll originate the loan, they'll tailor the loan. It is usually a floating rate loan or they can sometimes buy a loan that already exists. And so what they're doing is they're plugging the gap that's been left by the banks, which have kind of gotten out of this business. So they do other things, too. They invest in all kinds of other credit. But that's the thing that everybody's talking about. And at least according to the Fed, that is also the biggest category of private credit lending. So that's what private credit funds do. Now, final question, just to sort of set the stage here. Is a private credit fund the same as a CLO? No, it's not. So a CLO is a security in which a number of bank loans, leveraged bank loans, risky bank loans. So these are originated by banks and not by private credit. Correct. Got it. OK, so now we understand the big picture, which is that private credit funds are basically taking the place of banks in terms of lending to small and medium companies. Presumably, the reason these companies aren't issuing bonds is they're just not big enough. Probably. It's a good question. Maybe they don't think that they have they would have successful access to like bond markets. Very expensive to do all of that capital market stuff. Exactly. They're not big enough to do it if they're not even able to get loans from the banks. These are smaller companies. So maybe these are even banks that they've had longstanding relationships with. Maybe they just don't think they'd be successful in the bond. Yeah. If you can't get a bank loan, it's very unlikely you'll be able to issue a bond. Yeah. So OK, so that's the big picture. When I read stories about this, there always seems to be a bit of sort of agitator about it. People like we think this should probably be bad somehow, and we're going to come up with reasons why it could be bad and should be bad or might be bad. Is this bad? I'll be honest, I sometimes have that same instinctive nervousness because anytime you hear that some part of the modern financial landscape has employed some sense of like adaptability or ingenuity or innovation, yeah, you get nervous because that can be good. But also we've seen in the past how all kinds of innovations can lead to risks that we don't understand. In this case, though, these private credit funds, number one, have what are known as lockup periods, which means that investors can't just pull their money out whenever they want. That money's locked up for five or ten years, unlike depositors in a bank which can flee. Second, as far as we know, these funds don't use very much leverage. They don't borrow much money to then invest in further credit. So in that sense, they're actually safer than banks because banks by their nature are much more levered. Well, that is certainly the argument they're making, yes, and it's not implausible. Yeah, there's also some default risk, though, with the small businesses that are borrowing. Do you think it's a riskier asset class than the kinds of businesses who can get loans from traditional banks? I mean, probably. But the thing that I do worry a little bit about, and I just have zero idea if this will end up being a problem later on down the line, is that the borrower's experience, if times get tough, might be very different from if they had a loan from the bank. And what I mean by that is that these private credit funds are often run by large firms. Many of them still are huge private equity firms that are skilled in the dark arts of getting their money back when it looks like one of their borrowers can't pay them back. And I just don't know what that means for a situation where some of these companies start going bankrupt, which they will. Right. So the first big thing is, obviously, if you're small and medium sized companies, some of those loans will default. That's just statistically inevitable. If you get a wave of defaults to banks, that's really bad because it can hit their capital and it can make the bank fragile. If you get a wave of defaults to private credit funds, it's kind of no harm, no foul on a systemic basis. Like a bunch of investors in a private credit fund lose some money. Who cares? Obviously, the borrower is sad that they went bankrupt, but the borrower goes bankrupt either way. But it's actually, I think, even better than that. If you are a borrower from a bank and you run into trouble, the bank will kind of look at you and go, you're in trouble and cut off credit. Private credit funds in general, and this is a little bit anecdotal, but it does seem to be the case. They're more willing to restructure to what they call extend and pretend, like to basically just push off your maturities to do things to make sure that you don't actually have to file for bankruptcy because they're more exposed to you. And if you go bust, then they lose money and they try and keep that loan rolling over to avoid losing money. And I kind of think that in a weird way, the default rate will go down as a result of these people borrowing from private credit rather than banks. That also strikes me as quite plausible. I just don't know. You know, the thing that I sometimes think about is when, for example, a private equity firm, many of which are running these private credit funds, get into a fight with what are known as distressed debt hedge funds over the assets of a particular company that that private equity firm has bought and is now in default on some of its debt. And they start fighting over the assets of the company instead of figuring out how to make the company run better. You know what I mean? So in a situation where a private credit fund is owed money, they might do exactly what you're talking about, Felix, where they're like, listen, we want you to stay in business so that you can keep paying us back. Or they might start saying, the heck with this, we just want to get paid back as quickly as possible, sell that asset that you have. And if you end up not being a surviving business later on, what do we care? I just have no idea. I want to believe the story you're telling. And it sounds incredibly likely to me, but I just don't know. The other thing I would say is that the Federal Reserve did a kind of brief study about this in its recent financial stability report. And it said two kind of funny things almost side by side. It said private credit funds are investment vehicles about which very little is known. We also don't think that they are a systemic risk. We don't know what they're up to, partly because they're private. But they also don't think it's a systemic risk. I happen not to be too super worried about private credit funds being a huge risk to the financial system. But I also don't know anything that the Fed doesn't know certainly or that it's reported. So I kind of agree on both counts. I have this general feeling that by side institutions in general, investors don't really pose a systemic risk. If I'm an investor, what I have is assets. I have some bonds, I have some stocks, I have some loans. And the value of those bonds, the stocks and loans, they can go up, they can go down. If I'm a good investor, they'll go up. If I'm a bad investor, they'll go down. But it's not clear how the value of my investments going up or down poses a systemic risk to anyone, unless I have a bunch of leverage and there's danger there. So that's where banks come in. That bank poses systemic risk for a bunch of reasons, mainly though that we have this thing called fractional reserve banking. And there's a bunch of embedded leverage in them. And as a result of that, banks are highly regulated. So I think this is right. As long as you have these kind of long only funds, buying loans and investing in small companies and stuff, that's fine. But the reason we don't know much about what's going on in private credit is precisely that they're much, much less regulated than banks. So there is a little bit of a regulatory arbitrage here. But I just feel like there's a good reason for them to be less regulated than banks. And that's precisely that. They're not that risky on a systemic basis. They take all the losses, too. Yeah. Right. I will say there is kind of an irony in some of this, which is that those private credit funds that do use leverage, they get the leverage from the banks that they're sort of meant to be replacing. Right. And apparently what's going on here is that some of the banks, what they're really worried about is lending to individual credits. To individual companies. But they don't mind it as much. They don't mind helping provide credit to that sector of medium sized companies if they're giving the money to a private credit fund, which is kind of diversifying the loans that it's giving out. Right. So if the bank has that like first loss position in the private credit fund, like the private credit fund kind of behaves a bit like a C.L.O. in that sense. Right. Like you can borrow. They have exposure to the safest bit of the credit fund. And then the owners of the credit fund have the equity. And that's a nice way of like divvying up risk. You give banks the safer bit of the risk and then you take you allocate risk to the people who are best placed to take that risk and who want to take the risk. This is how finance should work. I agree. I have mildly warm feelings towards this trend. But I also want to acknowledge all the stuff that I don't know and that this is very early. Right. In the sort of popularization of these funds, they've become more and more popular. Since the great financial crisis of 2008, 2009, but they've really taken off in the course of the last year. And now all of these big private equity firms are getting into this business. And so one thing I guess that could happen is that the trend goes too far when there's a ton of lending. It could fuel some asset bubbles somewhere. I don't know. But I agree that we can have a growing economy. Small businesses could have access to capital. What? Slate Money is sponsored by NetSuite, which is a piece of software for medium sized businesses. If you are running a business, you might well feel this weird sense of falling behind that your teams are buried in work that seems repetitive and not particularly great for just growing the business. It's taking forever to close the books. It's impossible to get the numbers to agree with each other. If this is you, you should know three numbers. Thirty six thousand, twenty five and one. Thirty six thousand is the number of businesses which have upgraded to NetSuite by Oracle. Twenty five. NetSuite turns twenty five this year. That's twenty five years of helping businesses do more with less, close their books in days, not weeks and drive down costs. One, because your business is one of a kind. You get a customized solution for all of your KPIs in one efficient system with one source of truth. Manage risk, get reliable forecasts and improve margins. Everything you need all in one place. Right now, download NetSuite's popular KPI checklist designed to give you consistently excellent performance, absolutely free at NetSuite.com slash money. That's NetSuite dot com slash money to get your own KPI checklist. NetSuite dot com slash money. We should have a numbers round. Let's do it. Let's do it. Elizabeth, what's your number? My number is eighty eight point five million. And that's the number of Americans who have a tattoo. And I learned this from a press release basically promoting something called National Tattoo Removal Day. And I love which is apparently August 14th. I love that PR firms can just do this. So I'm going to unilaterally declare next Friday National Slate Money Day. Wait, are you a PR fan? Oh, do you think anybody can do this? No, I think it's a very democratic kind of thing. I'm going to say, by the way, we're in the studio. Our listeners obviously can't see us. You have a very cool tattoo. Elizabeth is looking is very sleeveless today. There used to be a time when Elizabeth would come into the studio sporting one very thin line of a tattoo. And we were like, oh, look at that elegant minimal tattoo. And now her other arm is covered in snakes and flowers and things. Yeah, she's gone maximalist on the other arm. Yeah, I think barring the possibility that Felix has a small portrait of Jay Powell somewhere discreet, I'm probably the only slave money host who has tattoos. My number is 600. I'm trying to guess. Which is the number of individuals on this year's Forbes 30 under 30 list. Wow, that's a lot. Like you would think that a 30 under 30 list would have 30 people on there. I mean, isn't that what it means? Yeah. Somehow, this is 600 under 30, but I guess that just doesn't have the same ring. Split up categories. Is that what's going on here? I have no idea. The whole thing is dumb as sand. I also think it's bad. I think it's like it's a bad societal influence. You know, it's like cigarettes. Yes. I think 30 under 30, right? Friends don't let friends be 30 under 30 influencers. Yes. Makes you feel like a failure if by 31 you haven't, you know, conquered the world or whatever. Back when it was 30, like you felt that it was a meaningful thing. Now it's 600. It's like anyone can be at 30 under 30 at this point. Do you think there's a higher share of sociopaths on 30 under 30 than in like the general population? Yes. One of my favorite. Almost certainly. One of my favorite things is to look back at these lists, you know, 20 years later or 10 years later and see how many people are under investigation for some kind of financial fraud, because it's always a non-zero number. Right. Yeah. So we should we should like. Yeah, but now, but it's too many people to follow. It's like, yeah, like, yeah, we're going to need to get an AI to do that. Like back when it was 30, you could go down the list and go like under indictment in jail. Like when it's 600, that's just too much work. You need to get chat GPT to do that for you. I like the idea that Interpol automatically opens a file on you if you make a 30 under 30 list. Right. Like it's just going to follow you for the rest of your life and just like, you know, it's not a bad heuristic, to be honest. What's your number, Cardiff? You guys had cool numbers. Now, I'm a little worried that mine is too dorky, but here it is. We like dorky. My number is one point four or five percentage points. Who is the minute? It's a percentage points. That's a good number. One hundred and forty five basis points maybe would be applicable here. So that is how much more you'll get paid in annualized yield if you have a three month treasury than if you have a 10 year treasury. Oh, the famous inverted yield. I was wondering whether this was going to be an inverted yield curve number. And guess what? It's the three month, 10 year inversion. It has been inverted for what? Like over a year now? We are on number 10. And here's why this is interesting. If you go all the way back to the 1960s and you use this particular part of the yield curve, when it's inverted for more than three months, it has always been followed by a recession. And there have been no false signals, which means that every recession has also been preceded by this kind of a yield curve inversion. Here's the thing, though. On average, it has taken about 11 months from the date of the initial inversion to the start of the recession. And we are on month number 10. But before the great financial crisis, it took 21 months. So there can be a lag. And there's no guarantee that this that this, you know, sort of indicator of a potential recession is going to hold forever at some point like that relationship could break. And that's what people are speculating about right now. Soft landing, baby. Yeah, I mean, I hope so. I prefer a healthy economy to a bad economy. So also, we did actually have two consecutive quarters of negative GDP growth in the middle there. Now, that wasn't an NB recession. But like, if you want to be sort of if you want to if you want to like pick your definition of recession, then maybe it still stands. Yeah, I mean, I you know, I followed the methodology used by a guy named Campbell Harvey, who originally came up with the recession predictive abilities of the yield curve in the 1980s, partly because he's been using this methodology from before the last few recessions. So it's not like going back and then like cherry picking the specific version of the yield curve that works. But like, this all should just be part of a lot of information that you absorb about the economy. There's nothing guaranteed. There's nothing definitive. But I liked it as a number. It's a good it's a good number. I have this theory that an inverted yield curve basically just means rates are going up. You know, we're in a tightening cycle. And most of the time when the Fed starts tightening, that causes at least a mild recession. And if it doesn't this time, that's great. And it shows the Fed's, you know, either more powerful or less powerful, depending on how you want to look at it. I'm rooting for them. We should all be. Yeah, I feel like the American economy's ability to stay strong in the face of 11 consecutive rate hikes is we should be proud of that as Americans. Damn right. Yeah. Well done. Thanks for the sleep money. Listen, as long as you go out and spend money on travel. Domestic travel. Swimming pools, kitchen gadgets, slate plus memberships, whatever it is you spend money on. Just keep on doing that and we'll be fine. Yeah. Yeah. Go out and shop is George Bush said after 9-11. That's the best thing you can do. And enjoy it. Yeah. I think that's it for us this week. Thank you so much, Cardiff, for coming in. It's always brilliant to have you here. This is a lot of fun, guys. Thank you. Thanks to Ben Richmond and to Patrick Ford for making this sound all beautiful and fantastic. And we will be back next week with even more sleep money. Have you ever thought, oh, this water is too wet or this beach is too sandy? My name's Christine. And my name is Sandy. And we're the hosts of Beach Too Sandy, Water Too Wet, a podcast where we do dramatic readings of the most wild and off the wall reviews on the internet. We find the funniest real reviews about everything from Vegas weddings, matchmaking services, and Trader Joe's to caves, toddler beds, and Spirit Halloween. You won't believe the things that people think absolutely must be said on the internet. How else would everyone know that some caves don't have Wi-Fi? We hear about the good, the bad, and that one time Spirit Halloween sent someone a dildo instead of a Halloween costume. And believe it or not, we got to the bottom of it. Join us every Wednesday wherever you listen to your podcasts. Beach Too Sandy, Water Too Wet is brought to you by the Forever Dog Podcast Network."}, "podcast_summary": "GUEST NAME: Cardiff Garcia\nGUEST ORGANIZATION: The New Bazaar podcast\nGUEST TITLE: Host\n\nThe podcast episode featured three main sections. The first segment revolved around sports gambling and how ESPN, under the umbrella of Disney, plans to enter the industry. The discussion mostly focused on how the traditional brand protections and standards that Disney imposed on ESPN are being loosened, allowing for more synergy with current trends and markets for additional revenue, such as sports betting. They also discussed ESPN possibly being sold or spun off from Disney due to financial pressures and how part of ESPN's strategy has been to loosen its principles to gain additional revenue sources. \n\nThe next portion of the episode considered the UFC lawsuit brought forth by former fighters. They argued that the UFC uses anti-competitive tactics to suppress wages, tantamount to a monopsony. The conversation took into account UFC's acquisition of WWE and the potential of spinning them off into separate entities. Moreover, the panel considered the likelihood of more regulations being imposed on the UFC given its monopoly-like behavior.\n\nThe final main discussion centered around private credit and its emerging significant role in the financial lending markets. The panel clarified the difference between private credit funds and collateralized loan obligations, emphasized the absence of systemic risk in private credit funds, and predicted the potential of an inverted yield curve indicating an imminent recession. \n\nOverall, the mood of the podcast was humorous yet laden with insightful perspectives on financial trends and developments.", "podcast_guest": {"name": "Cardiff Garcia", "organization": "The New Bazaar podcast", "title": "Host", "summary": "Cardiff Garcia is a co-host of NPR's 'The Indicator from Planet Money.' He joined NPR in November 2017. Previously, Garcia was the U.S. editor of FT Alphaville, the flagship economics and finance blog of the Financial Times, where for seven years he wrote and edited stories about the U.S. economy and financial markets. He was also the founder and host of FT Alphachat, the Financial Times's award-winning business and economics podcast. He has appeared as a guest commentator on various media outlets, including Marketplace Radio, WNYC, CNBC, Yahoo Finance, and the BBC.", "profile_picture": "https://images.squarespace-cdn.com/content/v1/60f08221835c4b06c486a045/2101df9c-3447-4b55-9dc4-09e2c65acb82/0E0A9579_R_bw-1.jpg"}, "podcast_highlights": "The podcast discussed three primary topics: the entry of ESPN into sports betting, the popularity and implications of private credit, and the lawsuit against the Ultimate Fighting Championship (UFC).\n\n- ESPN entering Sports Betting:\nDisney, the parent company of ESPN, is venturing into sports betting as part of its efforts to increase revenues. While the hosts, Felix Salmon and Elizabeth Spires, speculate it isn't necessary for ESPN to compromise its values for money, Cardiff Garcia notes this move marks a significant shift for Disney's CEO, Bob Iger.\n\n- The promise and challenge of Private Credit:\nThe panelists discuss private credit - loans by non-banks to companies. As banks have become less lucrative due to rising interest rates, some have retreated from granting loans to small and medium-sized businesses, and private credit funds have stepped in. These funds raise money from investors, like pension funds or wealthy individuals, and then lend to smaller, typically private businesses. Though they are less regulated than banks, they are also potentially less risky. However, it's still a relatively new sector, and while it could provide needed access to capital for businesses and investors, it could also spark a wave of defaults if there are systemic issues.\n\n- UFC Lawsuit:\nA lawsuit brought forward by former fighters against the UFC alleges anti-competitive practices by the UFC designed to suppress fighters' wages. Certifying the case as class action means that about 1,200 fighters who fought between 2010 and 2017 can join. The host speculates on the potential effects if the fighters win; the UFC may have to pay back wages that their fighters should have earned if their contracts had been fair, and future contract engagements may have to take on a different form to be less anti-competitive.\n\nThe episode did not contain any major controversial or disagreed-upon points. The hosts generally agreed on the potential benefits and risks of each topic they discussed. The controversial topic would be the lawsuit against the UFC, but their conversation was more speculative about potential outcomes, and didn’t present different camps or perspectives on the subject."}
