{"podcast_details": {"podcast_title": "The Science of Scaling", "episode_title": "OpenAI: Why They Had to Un-do Sales with Aliisa Rosenthal (Head of Sales, OpenAI)", "episode_image": "https://megaphone.imgix.net/podcasts/d926fefc-e9df-11ed-85a3-330c59c5a1ee/image/The_Science_of_Scaling_cover_art.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " Are you a startup founder or a sales leader looking to supercharge your business growth? Join HubSpot for startups and get access to industry experts, free master classes, startup toolkits, and up to 90% off the HubSpot CRM growth suite. Unlock everything you need to increase leads, accelerate sales, and streamline your customer service. Head to hubspot.com slash startups and scale your business with HubSpot. Hi, folks. Welcome to the Science of Scaling podcast. I'm your host, Marc Reberge. On this podcast, we demystify the best practices of scaling by talking to the best go-to-market leaders that have been there and done that. I'm excited about today's episode. We have Alisa Rosenthal, the head of sales at OpenAI. I think by now we've all heard of OpenAI, but believe it or not, when Alisa first interviewed there, she hadn't. And on that first interview, she talked to none other than Sam Altman. So we're going to unpack her first day, her first week, her first year. We also talk about what do you do when, surprisingly, your company launches the biggest, most successful product in the history of mankind? How do you handle that as a go-to-market leader? And of course, we're going to get her take on how they use AI in their go-to-market process and how she envisions AI changing go-to-market in the future. Let's get to the show. OpenAI, I mean, two years ago, probably a small percentage of folks knew who they were. And now it's just like on every single major headline. Tell us your story. How did you end up there? Let's go back to day one. I'd worked in AI and data analytics in the past. I actually worked at an AI startup called Quid over a decade ago. Very different era, doing neural networks and cluster analysis and kind of got stuck there. I think maybe the positive spin on that as we were ahead of our time. I joined Walkme. I spent four years there. We went public. It was a great ride. I was starting to think about where I was going to go next. And actually, the CRO of Walkme, a guy named Shane, had left and joined a company called Jasper. And he pinged me. And he said, come over to Jasper. Come lead sales over here. And I started digging into Jasper. And I was like, wow, this is incredible. What is this? And it turns out Jasper was one of the really early customers of OpenAI using GPT. And I was kind of digging through their documentation. And I saw the reference to GPT. And I thought, huh, OpenAI, I feel like I've heard of them. I think I have a friend or two over there. And so I pinged a former coworker over at OpenAI and just said, hey, what do you think of Jasper? And he said, are you on the market? And I said, yeah, maybe I'm starting to look. He's like, well, why don't you come talk to OpenAI? We're thinking about building a sales team. So he introduced me to Sam Altman. And we had a conversation. I remember it was my birthday. I remember talking to Sam and feeling a little nervous about it. But we had a great chat. I really thought he was inspiring. I thought the story and the narrative was audaciously ambitious. I really thought it was the coolest thing I'd ever seen. It's funny, I remember going out that night to celebrate my birthday and telling everybody, I just talked to Sam Altman. And everybody was like, who? Yeah, it's crazy. I don't think they would say that now. What year was that, by the way? Just to give us a, how long ago was that? February 2022. So this is last February. And can you tell us a little bit more about, double click into the Sam Altman interview? What was inspirational about him? I think a lot of us have exposure to him and congressional hearings and pretty big podcasts. And tell us a little bit about what it's like talking with him in person. Yeah, I mean, he's very intense. He's very kind. What he said to me, which I think about all the time and sort of laugh, is he said, I think this job is too small for you. Which I think shows where OpenAO was a year and a half ago, which was a small little research lab without any sales team or really much of a product to sell. And he was thinking you're leaving this. I was managing a team of 50 people and giant quotas. And I came to a tiny team of, I had two people and no quota. So yeah, that was his remark. I think about 20 minutes into the interview, he said, I get a really good read on people really fast and I think you'd be good at this. So we can end the interview. I was like, OK. Oh my gosh, amazing. Which is kind of, I don't know, that's sort of his style. He's very, he's direct, he's intense. His mind moves fast. So I met with him, I met with Mira, our CTO, pretty much the entire leadership team. And then my final project, after they all liked me, was go build something with our API using Python. That was my rite of passage. I built a little translation. Had you done that before? You know, I didn't know Python, but I knew some JavaScript. I was the first sales hire at Mixpanel, really the first non-engineer at Mixpanel back in 2012. And I essentially became the sales engineer because I didn't have one. And Mixpanel was a very technical product sold to developers. And I found myself often jumping in to their implementations and their JavaScript snippets and debugging them. So I would say I was not totally at a loss of how to approach this. But I had to take some online Python courses to figure it out. And then I built a really simple app that was a translation tool. I want to love this Python thing. It's so innovative. They forced her to write something in Python, and she had that magical moment. But at the same time, I'm like, are they weeding out their top salespeople who maybe couldn't do that? I mean, I get what she's saying. It's like you experience the magic of the product, and that will help you to sell it. I also think there's probably a piece in there of like, it's a pretty technical sale. I like that too. I'm just, there's a little bit of like, get your salespeople to walk in your buyer's shoes flavor that we've talked about in the past. At the same time, I'm actually a little worried. Do they like weed out the best possible sellers? In general, I think I like that. All right, let's get back to Lisa. I have to say though, I thought it was a really brilliant part of the interview process because there's something so magical about the first time you use GPT that I think the entire world felt when we released ChatGPT. And I think that's why it was so successful. For most people, it was their first interaction, and it feels like magic. And I remember so vividly the first time I made an API call and I got the response, I got the completion from GPT-3, and I just almost fell out of my chair. I just, it was so elegant and so amazing. So I actually kept up until very recently, I kept that part of my interview process, so you had to go build with our API. And I said, you can go get help. But I want my candidates to experience that aha moment of sending an API call to GPT and getting a completion back because it's just mind blowing. So anyway, I actually, I met at the time when I was told I had to do that, I was like, oh geez, OK. This is where we are in the journey of this company. But after I built my app and I used the API, I actually really respected that part of the process. That's crazy. And I know that must make for a challenging sales hiring profile. I had candidates ask me specifically, can I get help on this? And I always said yes. But what I said is, I want you to be able to explain to me what's happening. It was a lot more about that aha moment and understanding also the limitations of what the API can do. Because I think sometimes people hear artificial intelligence and they start jumping to every possible machine learning exercise, like predictive analytics. Generative AI is its own specific type of AI that does have limitations. And actually, that is something we ask in our interview process too, is what are the limitations of our API? What do you think would be a really hard use case right now? And that's what I really want to test that you get a feel for. That was probably a pretty pivotal moment for the culture of how the sales team would be built and be integrated. I'm sure Sam had that foresight. I will say I think I had a much easier time integrating into the culture here. I think my first few months, I spent more time on product than anything else. And I still spend more time on product than I think 99% of sales leaders do, which frankly I find a joy. I think it's so exciting and fun to get to be in the room when we launch our products and to have a wait and have a seat at the table. It's a company that sincerely cares about user feedback. And I get to be the front lines of user feedback. That might have all panned out differently if you had a sales leader who was somebody who says, I'm not going to roll up my sleeves and learn the technical ins and outs of the products. I'm not going to speak to the customers. I'm not going to spend time sitting at these product meetings, their daily product meetups. I mean, I go to a product stand up at least one pretty much every day. And it could have turned out differently. I'm not saying this is the only way to do things. There are probably multiple ways to create a sales culture and create a sales team. I do think it probably set the spirit that the rest of the company saw sales in a very particular light that was very healthy for us. We're seeing this trend a lot across these different episodes is these early sellers at these hyper scale businesses are kind of living in product in the beginning. Obviously, there was a tremendous amount of curiosity for her, but she kept doing it. Even as she scaled the team, she was justifying that meaning and having the knowledge of what's going on across the organization. And she's kind of bragging that anyone on her team could plug in one of those product meetings and hang and understand what's going on. Sounds very critical for OpenAI's context and culture. Maybe it's more critical to more cultures than we think. Maybe yours. Something to reflect on. All right, let's get back to Lisa. We are very integrated into the rest of the organization. And one thing I'm very proud of is that I think you could take any salesperson from my team and have them join most meetings in the company and have some sense of what's going on. That's really cool. So can you tell us how you justified it? OK, I'm spending at least one meeting a day with product. In the early days, when it was just you, that could have been one more sales call. These days with a team, that could be one more interview. It could be one more coaching call with a salesperson or whatever. How do you justify the opportunity cost of that daily chat with product? I would say it's very different now than it was when I first joined. When I first joined, honestly, I had plenty of free time. We had sort of a product. We basically had this thing we called an innovation license, which was essentially selling our time. We were selling services. And we were saying any company who wanted to work with us could buy an innovation license. And we would meet with you once a week to talk about AI, was basically what it was. And we would help you figure out how to implement. We were selling our time, which was not surprisingly super scalable. And when I joined, basically what I was told, and this is what you alluded to before, is we have oversold ourselves. We are out of time. We are out of services we can offer. We've sold too many innovation licenses. What do we do? So that was a really unique position to walk into as a sales leader is we actually can't sell anything else. And that was my first month or so here. We also launched Dolly in my second week, which was just so interesting and fun and exciting. And it was hard not to be drawn into the momentum of that and joining those product meetings and hearing the user feedback. So it was a really unique situation to walk in on where I felt like I was less, I wasn't really there to sell. I was there to help figure out how to go to market. And we didn't really have a product skew that was working for us. And so rather than just sit there and jump on phone calls and try to sell something that we were oversubscribed on, I wanted to figure out a thoughtful way to actually go to market with what we had. And I thought the best way to do that was to learn as much as I could about our models, our products, what the potential was. And when I joined, we had just launched Dolly. We didn't have it in the API yet. We just had, we called it Labs. It was a consumer product. We had our cheapy T3.5 instruction following models that were hot off the press that I was really excited about. We hadn't marketed at all. That was the model that ultimately became Chat GPT. I was a model, we took GPT-3 and we did some reinforcement learning with it. And we did something called instruction following training, which made it better at following instructions. So for example, if you don't know the answer, say, I don't know. Otherwise GPT-3 would just make something up. And these models were the first really enterprise ready models we had. And I was really excited to start figuring out what the right use cases were. So really I kind of saw my first few months here is mostly doing research. First off, it's crazy that her first duty as the sales leader is to undo sales because they sold too many. I do actually want to point out an interesting observation here as well, which is I don't think enough entrepreneurs sell themselves as consultants and consultant engagements early on. And that's a powerful strategy as you're trying to figure out what product to build, as you're building your product and you want to stay close to customers. Essentially they were getting paid to do customer interviews. And so just something we don't pursue enough and ask yourself, should I be a consulting company for the first six months and do consultant engagements? And will that help me build a better product faster? I think it did for them. All right, let's get back to Lisa. How are companies building with our models? What were the potential use cases? I had this idea of building out playbooks. So I spent a lot of time trying to come up with two or three, what I saw as core use cases that were scalable. So like one use case that I kept seeing over and over again that I was really excited about was the idea of taking call transcripts and performing intelligence on them. I called it audio intelligence. So taking the transcript and then categorizing it, summarizing it, labeling it, using our embeddings tool which is basically a way to store information and cluster it and search across it to recommend similar content. So that was really how I spent a lot of my time in the beginning was just like talking to customers, listening, figuring out where we work well, where we don't work well, spending a lot of time with different teams at OpenAI, just understand our research, where we were headed, what people were excited about, what people wanted from a go-to-market team because in most organizations that answer is really straightforward. The answer is revenue. At OpenAI it's much less straightforward. We are mission driven. Our mission is to get to AGI, or artificial general intelligence, which is the idea of autonomous systems that can perform work. And so every decision we make here is ultimately driving towards that mission. It's not always just about revenue, which is a really strange thing to get your head around as a sales leader. I'm actually curious, I was curious in that first chat you had with Sam, how he described to you his vision for what the sales job was. I think at the time, the way we were thinking about sales, the thing everyone was focused on was repeatable process. That's what I kept hearing was we need a repeatable process. We need a playbook. We need something that we can actually go sell that doesn't rely on us to do all the delivery and implementation. One of the first things I did was change our business model from this innovation license that we were struggling to scale and try to think through ultimately what were our goals. What customers did we wanna work with and why? And our goal was A, to get actual consumption, to get customers using our API, ideally to do it with as little handholding as possible because we were so thinly stretched on resources. And then the third, something that gave us interesting feedback or helped push our mission forward. So using that criteria, we tried to come up with what would be, I sat down with our finance team and we said, all right, how can we take, how can we translate this into a model or something I can actually sell? And what we came up with was this concept of committed consumption, which a lot of other companies, a lot of the cloud providers and API companies use. And the reason I liked it is because, first of all, it provided some sort of qualifier. It said, okay, if you're willing to commit to 100K in consumption with us, then you must be serious. You must have some real idea here. And the second thing at Forrest that we were struggling with is, let's actually talk about your forecast. So let's talk about our pricing. Let's talk about what that means. Let's discuss your use case and your volumes. And I started building all these spreadsheets to help forecast, given this use case, what is a token, how many tokens are gonna use, which model are you on? It was not a perfect science by any stretch, but at least it was a forcing mechanism to have these conversations with customers to say, okay, I think this customer is really gonna spend a decent amount with us. They're really gonna use our APIs to an extent that it's worth us going through the security and legal and all of the compliance, and then also giving them some account support as well. Because you have to realize at this point, the company was maybe 200 people and the entire go-to-market team was probably, I don't know, 15 people and that includes support. So every customer we brought on, it's funny to think this way as a salesperson, we're like, what is the cost of reviewing a contract? What is the cost of doing a security questionnaire? If somebody wants a DPA, that's a big deal for us. So we had to be really thoughtful about who we worked with. So we rolled out this model and started closing our first customers on this committed consumption model. And it really helped because now we had a framework that we could say, okay, this is scalable. We can go and sign customers up for 100-k committed consumption. I can provide them enough resources to make them successful. I don't need to sign a full-time team member. This is their only job is making this customer successful. And we can start to handle 10, 15, 20, 25 accounts per rep. And I can start to scale this thing. I do wanna go back to those early conversations because I don't know if I'm framing this right, but in a way it was kind of like a tech without a home. And I'm curious, like, because a lot of our early sales leaders have that issue. How did you actually navigate that meeting? Yeah, the first thing I did honestly was I interviewed everybody who was customer facing here. So everyone in the support team, we had the solutions team who was delivering the innovation licenses, a small team here, and we had the two sales reps. And I sat everybody down and I just said, what are the use cases you're most excited about? And I organized all the customers by use case. Then I interviewed the customers and tried to figure out of all of these, what were the use cases that were, A, yielding actual consumption of our API, B, were feasible, they worked, you could implement them and the output was useful. And then C, and this is the hardest and still a challenge today, but would generate a real ROI to the customer. It was hard. I ran in a lot of circles in the beginning because somebody would tell me, support bots, chat bots, that's the best use case. And then I'd get on the phone with five customers and they're like, yeah, the chat bots aren't really working yet. The models hallucinate too much or the responses aren't accurate enough. Yeah, we had to turn it off. We're not really using it. And it was pretty hard trying to figure out the holy grail use cases. The audio intelligence one was probably the best one that I found. The other one was probably using our embeddings for recommendations and search. But when I joined, A, the models were still really expensive. We have reduced the models by across the board nearly 99% since I joined. So the world I walked into was really expensive models that were nowhere near as performant. And mostly the companies that were using our models were experimental innovation labs, testing and beta products. It was really hard. Most companies weren't, unless there were small startups that were native applications built on top of GPT, like the Jaspers of the world. It was really hard, I think, for most companies to adopt GPT a year ago. This is an important comment, I think, by Elisa. Essentially, I mean, yes, we know where the story has ended up. This has become a crazy success story so far. But back then when she started, like she was saying, they didn't know. And this essentially is like a tech without a home. It's this horizontal solution that could be used to do anything, but people aren't sure what to do. And I just love her playbook. Let's not underestimate how critical that was, where she went out and talked to the current product team to figure out their vision for the use case and what they were building. She went out and talked to the customers to figure out which use cases were actually working. She went out and talked to non-customers to figure out where the pull is for those use cases. She like underplayed that. That was critical for them to be able to pack this up and seem like to get that initial pivot toward commercializing their product. All right, let's get back to Alisa. Yeah, that was the world I walked into just trying to figure out of the customers that were successful, the ones that were spending money, getting high ROI, what were their use cases? What commonalities could I find between them and how could we try to build a machine? How could we try to build playbooks and repeatable processes and forecast models, understanding these use cases? I thought it was great how you went on from there and you kind of define your ideal customer profile and like you were saying, which was unique as you were talking about, like, is this person worth going through the red lines and the security at the time? Are they gonna consume a lot of this? Are they gonna give us great feedback? Are they gonna spend enough money, the minimum 100K? Did you ever come across people where like, yeah, they were gonna throw money at you, but they probably weren't gonna use it and you walked away? Well, I would say not a year ago, but today, yes. That is really what ChatGPT broke in our model that I didn't anticipate is, you know, I think ChatGP set off some real FOMO and a lot of organizations came to us just saying, I've been told I need to work with OpenAI. I don't even really know what that means, but I have to have that in my press release next week or I have to have that by my board meeting or, you know, I've got some marketing event and I have to announce that I'm working with OpenAI. And that's been really hard for us because it's a lot of procurement work on our end to get through the enterprise process. And they'll say, sure, sure, sure, just sign me up for 100K, but then the liability is on us to make sure they consume that 100K. So that's been a really tricky one to navigate and that's why I say this committed consumption model is far from perfect. It worked up until ChatGPT blew everything up where companies were just wanting to work with us so much that the 100K was negligible and it was worth just saying, sure, sure, sure, we'll commit to 100K without any real plan to consume it. So I don't have a magic fix for that yet. I think it's something now where basically what's happening is when my reps come to me and say, okay, I've got a customer and they're willing to sign for 250K, 500K, whatever it is, I make them show me the forecast model. How are we gonna get to that 100K? How are we gonna get to that 250K? And let's map it out so I know it's real. And if the answer is, well, we don't know yet, we don't have, you know, we don't really have our use cases defined, then I say, okay, we're not ready to move forward with this customer. I really wanna highlight this point where there are customers that were handing them money and they said no. And yes, they had a ridiculous amount of demand, but to be honest, that's a behavior that we kinda need to see in almost any business. The ideal customer profile, the marketing qualified lead, the types of businesses that we want to pursue should not be based on how much money they have and how easy they are to close. It should be based on whether they're gonna be successful with your business, with your product. And they were fortunate to have a lot of people come in, a lot of people that could have been successful, and their qualification was who could be most successful with their product. We have to align our ICP, our MQL, with LTV, lifetime value, not with minimal CAC. And Elise has done a great job of thinking through that process in an innovative way. All right, let's get back to your interview. The other thing that I'm trying to do, and this is still early, but is to build up an ecosystem of delivery partners so that, you know, for these companies, so that, you know, for these customers that say, I really, really just wanna work with you, I don't yet know how, I need some help ideating, we can have, you know, third-party delivery partners who can help us with that. That's great. Hey, startups, wanna supercharge your productivity? Here's an exclusive offer for you. Join the HubSpot for Startups program today and get 12 months of Asana's business plan absolutely free. Asana is the ultimate collaborative work management platform. You can streamline tasks, connect company goals, and stay organized in today's fast-paced work environment. With HubSpot and Asana, you'll have more focused time, enhanced collaboration, and endless opportunities to grow. Don't let productivity challenges hold you back. Join the HubSpot for Startups program and unlock up to 90% off the HubSpot CRM suite in addition to 12 months of free Asana. Visit hubspot.com slash asana for startups and level up your productivity today. Disclaimer, offer valid for new and Asana-free customers only. Terms and conditions apply. I feel like when ChatGPT was announced, that's another moment that we have to like break down by the hour, kinda like when you had the Sam Altman interview and going in there, so can you take us to that day? Like what, how it unfolded, and what it was like behind the walls? I actually started journaling right after that because I was like, oh my gosh, I'm gonna wanna remember this, because everything is such, I'm so glad I did, because it is such a blur now. I feel like it was a lot of sleepless nights. But yeah, basically we got a note right before we left for Thanksgiving break. So it was like the Tuesday before Thanksgiving. So hey, it was a slack, a slack went out. We're heavy slack users here. We're going to be releasing a low key research preview called ChatGPT next week or in the next couple weeks. And we're excited about this because it's a way for us to start getting more feedback on our models and what researchers think of our models. We really thought the audience was gonna be researchers and we'd get a few thousand users. So I'll go and thanks to me, right, honestly, I barely registered the slack I saw. That doesn't really seem like something that's gonna impact me. It seems like it's for researchers. And when on Thanksgiving break came back, I wanna say three, four days later, it was like early December, we launched ChatGPT. And honestly, it was like not a big deal launch. All of our launches, that one was pretty minor. And then we all started feeling like something was going on. Hey, we're, oh, and by the way, the launch, when I say launch, I mean, there were no emails. There was no marketing. We still don't have a marketing team. It was a blog post with a tiny buried call to action in the bottom of the blog post to get to this thing. I mean, it was as hidden and buried as any product launch that you can imagine. And then it just went viral. It just took on a life of its own. And remember before when I talked about the magic of my first API call, I think what was happening here is the world was experiencing that magic for the first time. And we just vastly underestimated what that would feel like, just taking GPT and putting it in an easy, simple UI and allowing for free with no wait list, anyone in the world to experience that. And it just, I mean, it took the world by surprise, I think. And it just, it was everywhere. It was so shocking. It's hard to describe the adrenaline and the, we were all just like positively giddy. I can't believe, I can't believe this is happening. It also meant we had to redo our entire stack. I mean, I should show you my HubSpot bill and what happened overnight with my HubSpot bill. Every single tool we had, we just blew up. Our entire stack, our poor engineers were basically sleeping at the office. I was all hands on deck, the entire company just getting flooded. We went from obscurity, you know, this little research lab that no one had ever heard of to everyone in the world wanting to talk to us in a matter of a week. And it's hard to describe how overwhelming and exciting and adrenaline packed and exhilarating the experience was. The inbound, oh my gosh, watching my inbound leads. I, you know, before ChatUBT launched, I was getting about 30 inbounds a week, you know, 30 companies a week reaching out, super manageable. I could get through that with me and my two sales reps. When ChatUBT launched, all of a sudden it went up to 100 a day, 200 a day, 300 a day, a thousand a day, and it just kept going. And I still at the time had two sales reps and no BDRs. It was, yeah, overwhelming. I feel like I don't even have the words to describe the sheer volume and chaos of inbound and people just wanting time with us. And it was really, it was stressful too, because, you know, you don't want to be a jerk. You want people to, we were so excited that the world was so excited and I wished I could get on the phone and talk to everybody and go to every event I was invited to and do every speaking session and we just simply couldn't. We just don't have enough people here. And I think people were really surprised to hear that, you know, when I get on and say, I'm so sorry, look, we're a 200 person company. My sales team is two people. I'm so sorry we don't have the resources for you. People were pretty shocked. I think they expected us to be this Google sized company. So yeah, that was December, January. Crazy. So I think there are a lot of people in our function that are wondering what sales is going to look like in five or 10 years with the AI movement. And to answer that question, it requires a deep understanding of our function in sales and a deep understanding of the capabilities of AI. You might be the number one person in the world to comment on that. So can you? So imagine a world, your sales are up and you start your day and you have this assistant and the assistant is telling you, you have your meeting at 9 a.m. with this company and the assistant is telling you, here's news about this company, here's the people you're gonna meet. Here's things to know about them. Here's some potential value propositions for what you're selling for them that you might wanna bring up. Here's questions you might wanna ask on the call. During the call, the assistant's listening in and giving you helpful hints and things you might wanna bring up and helping synthesize all the information you're hearing, helping provide you with nudges along the way to make you better at your job. After the call, all the data automatically goes into your CRM or whatever tool we're using at this point automatically creates next steps, generates email followup, builds a deck, maybe summarizing everything you talked about, sells that sends that out to your contact. In other words, imagine a world where salespeople are doing mostly human to human interaction, which is where I think salespeople will always be needed is I think it's unlikely we end up in a world where people still make big purchases without looking somebody in the eye and having a conversation. That is quite interesting. She basically walks through the elimination of all the mundane tasks that we hate to do in sales and it makes us quite optimistic about an AI driven world. And I see that happening honestly, probably sooner than I asked and she represented. I see that happening in the next two to three years for the most innovative companies. I do wonder though, she did state like, humans need to talk to humans and I think we're hearing other things out there. I think we're hearing that the buyers might be AI bots at some point and how would we even know? And does the seller bots sell to the buyer bots? I don't know, but the elimination of mundane sounds great and I think it's a little scary to think about them replacing the other aspects, the human aspects of the buying process. All right, let's get back to Alisa. But all of the minutia of sales, all of the mundane administrative tasks, all of the managing contracts and tracking down legal documents, getting them redlined, answering RFPs, answering questionnaires, filling out your Salesforce CRM, all of that stuff will be handled by your assistant, your AI assistant. A lot of people I think are making those predictions. I trust you Alisa and I like that one because it kind of gets it down to the stuff I think we appreciate the most as sellers and it automates the stuff that we don't. I know you've had a lot of requests. I really appreciate you accepting ours. Thank you so much for coming on the show and dropping knowledge. Yeah, my pleasure Mark. It was great chatting with you. Today's episode is written and produced by Matthew Brown. Our show is edited by Pizza Shark Productions. Big thanks to HubSpot for Startups and to the HubSpot Podcast Network for keeping the audio on. Hey, also we're a new show. So if you like what you hear or if you hate what you hear, leave us a rating and review over on your favorite podcast player, I love the feedback. Also check out Stage Two Capital. We're the first VC firm running back by over 500 CROs, CMOs, and we're the first company to have a VC firm running back by over 500 CROs, CMOs, and CCOs. So if you're an entrepreneur looking to scale your business, check out StageTwo.Capital. All right, that's it for today. I'm Mark Rebelle, see you next week."}, "podcast_summary": "GUEST NAME: Alisa Rosenthal\nGUEST ORGANIZATION: OpenAI\nGUEST TITLE: Head of Sales\n\nThe episode in focus of \"Science of Scaling\" podcast hosted by Mark Roberge featured Alisa Rosenthal, the Head of Sales at OpenAI. The conversation revolved around Rosenthal's journey in OpenAI, the implementation and potential of AI in sales, challenges faced, and the phenomenal success of ChatGPT.\n\nRosenthal shared her initial experience at OpenAI, where she channeled her efforts towards understanding the capabilities of their products, familiarizing herself with their customer profile, and ideating potential use cases. One of these use-cases was 'audio intelligence,' an idea that revolved around analyzing call transcripts. Finding the right use-cases was particularly challenging given the sophistication of the product and its nascent market condition that led to multiple exploratory conversations with customers.\n\nChatGPT's success marked a pivotal moment in OpenAI's journey as it skyrocketed OpenAI's popularity. Rosenthal reminisced about the adrenaline-packed period of receiving an unprecedented increase in inbound inquiries, challenging the limited resources of their team.\n\nThe podcast also delved into the future of AI implementation in sales, with Alisa envisioning an AI assistant capable of handling the mundane tasks in a salesperson's workload. This assistant could handle tasks such as keeping appointments, providing insights about the company and individuals prior to meetings, real-time suggestions during calls, automatic data input into CRM systems, email follow-ups, etc. \n\nThe tone of the podcast was exploratory and insightful with a touch of excitement, especially when discussing OpenAI's breakthrough success with ChatGPT. The conversation provided useful insights into OpenAI's challenges and achievements, and Alisa's thoughts on the future of AI in sales. Despite being heavy on technicalities, it managed to maintain an enthusiastic, hopeful, and solution-oriented ambient.", "podcast_guest": {"name": "Alisa Rosenthal", "organization": "OpenAI", "title": "Head of Sales", "summary": "Alisa Rosenthal is the Head of Sales at OpenAI and has 15 years of experience building high-tech sales teams. She has a wealth of knowledge and experience in the field.", "profile_picture": "https://lookingglasstheatre.org/wp-content/uploads/2019/05/Rosenthal-Alisa-2019-Headshot.jpg"}, "podcast_highlights": "Key Insights, Theories, Steps, Revelations, Opinions Discussed in the Podcast:\n\n1. Alisa Rosenthal, the head of sales at OpenAI, joined the company when it was not as well-known as it is now. Her role was focused on building a sales process, and dealing with the unexpected launch of the most successful product in history. \n\n2. Before joining OpenAI, Alisa worked in AI and data analytics, including a stint at AI startup Quid. She was drawn to OpenAI due to its audacious ambitions and the opportunity to work in a cutting-edge field.\n\n3. When Alisa first joined OpenAI, one of the biggest challenges was to manage the overselling of the innovation licenses that the company was offering. The lack of a scalable sales model made it difficult to handle demand and offer adequate customer support.\n\n4. Alisa describes the release of ChatGPT, OpenAI's natural language processing model, as an unexpectedly major event. OpenAI underesti\nmated the impact of the release, leading to a surge in demand that quickly overwhelmed the company's resources.\n\n5. To manage the increasing demand, Alisa rolled out a committed consumption model. This approach enabled the company to focus on customers who could consume large amounts of the API and provide useful feedback.\n\n6. Alisa envisions a future where mundane sales tasks are automated, with AI assistants managing contracts, tracking legal documents, answering questionnaires, and filling out CRMs.\n\nControversial or Heavily Debated Points:\n\n1. Alisa's approach of using Python to build something using OpenAI’s API as part of the interview process can be seen as controversial. Some might argue that it could alienate potential top salespeople who aren't technically inclined.\n\nPerspectives: \n\n- Marc Roberge, the podcast host, worries that the approach might weed out potential top salespeople who aren’t technically inclined. \n\n- Alisa feels that there is value in candidates having firsthand experience with the product. It allows them to understand its capabilities and limitations which is important in their role as salespeople. \n\n2. There was also a debate around the decision to move away from the innovation license model to a committed consumption model as a response to high customer demand.\n\nPerspectives:\n\n- Alisa defends the decision, saying it was a way to ensure they were dealing with serious customers, who could provide valuable feedback and consumption.\n\n- Marc Roberge questioned whether turning away customers who were willing to pay, but may not have immediate plans for consumption, was the best approach."}